{
    "width":"100%",
    "height":"100%",
    "storymap": {
        "language": "en",
        "map_type": "https://{s}.tile.jawg.io/jawg-terrain/{z}/{x}/{y}.png?access-token=RXPs4NiMM7GrOLpLLd1o60e5hVZZexRN4csee7bKjgIjFPB8UH9UC8y5YbLhDRGm",
        "map_subdomains": "abcd",
        "map_as_image":false,
        "slides": [
            {
                "type":"overview",

                "text":{
                    "headline":"The Jewish Square Mile",
                    "text":"<p>Embark on a journey through time with the Jewish Square Mile project&apos;s interactive map, and uncover the rich history of London&apos;s medieval Jewish community. This digital exploration invites you to delve into the stories of the men, women, and children who lived, worked, and were laid to rest in the area now known as the Barbican.</p><p>  The map highlights key locations, such as the remnants of the 1,000-year-old Jewish burial ground beneath Thomas More Garden. Whether you&apos;re able to visit in person or prefer to explore from home, the map provides an engaging and educational experience, shedding light on a pivotal yet often overlooked chapter of London&apos;s history.</p>"
                },
                "media":{
                    "url":"img/JSQM-MAP-LOGO-WALKING_TOUR.png",
                    "credit":"The Jewish Square Mile"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5190293,
                    "lon":-0.0960009
                },
                "text":{
                    "headline":"Thomas More House",
                    "text":"<p>Thomas More House is a Grade II listed residential block within the Barbican Estate in the City of London, named after Sir Thomas More, lawyer, author, statesman, Lord Chancellor beheaded for refusing to swear allegiance to King Henry VIII as Head of the Church.</p><p>  Completed in 1973, comprising 20 blocks and 3 high-rises it is part of the 40-acre Brutalist residential estate and Barbican Arts Centre. Today it is home to more than 4000 residents.</p><p>  The Barbican Estate was built on a WW2 bomb site. On the 29th December 1940 a devastating bombing raid destroyed the vast majority of buildings from ‘Moorgate to Aldersgate Street and from Islington to Guildhall’ in a single night a vast area of the City of London needed reconstructing.</p><p>  In May 1960 Chamberlin, Powell and Bon were confirmed as the architects. Construction began in 1965 and the residential estate was completed in 1976. The Barbican Arts Centre sits within the 40 acre Barbican Estate.</p><p>  The northern side of the block looks onto the residential garden under which is a large portion of the medieval Jewish cemetery.</p>"
                },
                "media":{
                    "url":"img/thomas_more_house.jpg",
                    "caption":"Thomas More House, a 1973 Brutalist landmark in the Barbican, stands over a medieval Jewish cemetery.",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5177767,
                    "lon":-0.095096
                },
                "text":{
                    "headline":"Barber-Surgeons’ Garden (Monkwell Street)",
                    "text":"<p>This tranquil garden sits near the historic heart of the City of London and within the area long believed to have been the site of the medieval Jewish cemetery, which served the Jewish community of London from the mid-12th century until the expulsion of the Jews in 1290. The cemetery was situated outside the original city wall, in an area then considered suburban and marginal.</p><p>  The garden is named after the Worshipful Company of Barbers, one of the City of London’s ancient Livery Companies, who joined with the Guild of Surgeons in 1540 to become the Barber-Surgeons’ Company. The garden lies adjacent to their hall, and the Company has maintained a presence here since the 15th century. In the medieval period, barbers not only cut hair but also carried out surgical procedures such as bloodletting and tooth extraction. The formal union of barbers and surgeons was enacted by statute under King Henry VIII, and the Company played a key role in the development of medical practice in England.</p><p>  No evidence of the Jewish cemetery survives above ground in the garden today, however the ancient Jewish cemetery lies beneath part of the garden as it runs towards London Wall terminating under the former Museum of London. Respect for this site continues to be maintained through its preservation as a quiet green space and through continuing historical research.</p><p><strong>References and Sources:</strong></p><ul>  <li>Tzvia Erlich, <em>The Medieval Jewish Cemetery in London</em> (Bar-Ilan University, unpublished thesis)</li>  <li>Joe Hillaby, “The London Jewry: William I to John,” in <em>The Jews in Medieval Britain</em> (Boydell, 1992)</li>  <li>Herbert Barron, <em>The Expulsion of the Jews from England in 1290</em></li>  <li>Museum of London Archaeology (MOLA) Reports</li>  <li>The Worshipful Company of Barbers: <a href='https://barberscompany.org'>https://barberscompany.org</a></li>  <li>Ordnance Survey Maps (1914), Rothschild Archive Map Collections</li>  <li>City of London Corporation, Survey of Livery Halls and Historic Properties</li></ul>"
                },
                "media":{
                    "url":"img/barber_surgeons_garden.JPG",
                    "caption":"Barber-Surgeons’ Garden - a peaceful green space preserving the memory of London’s medieval Jewish burial ground",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.516595,
                    "lon":-0.0957388
                },
                "text":{
                    "headline":"Noble Street – Jews in Roman London?",
                    "text":"<p>Noble Street runs along the edge of the old Roman wall of Londinium. It is deeply Roman in origin and character, with archaeological finds in the area reflecting London's earliest urban period. While the first firm evidence of Jews in England dates from the Norman period, scholars continue to ask: might there have been Jewish individuals here in Roman times?</p><p>  Jews were present throughout the Roman Empire, including in Cologne and Trier, and some inscriptions and burial sites show they were traders and soldiers. Though no Jewish artefacts have been found in Roman London yet, the possibility remains that Jewish merchants passed through. The City has always been a hub of international exchange, and even in the 2nd century, there may have been people here observing the Sabbath or reading from the Torah.</p><p>  <strong>Sources:</strong> Martin Goodman, <em>Rome and Jerusalem</em>; David Noy, <em>Jewish Inscriptions of Western Europe</em>; Museum of London Archaeology (MOLA)</p>"
                },
                "media":{
                    "url":"img/noble_street.JPG",
                    "caption":"Noble Street runs along London’s Roman wall; raises the question of early Jewish presence in Roman Londinium",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5157429,
                    "lon":-0.0961239
                },
                "text":{
                    "headline":"Goldsmiths' Hall – A Guild Jews Couldn't Join",
                    "text":"<p>Today the majestic Goldsmiths' Hall is the home of one of London's great livery companies. The Worshipful Company of Goldsmiths acquired the land in the 14th century, long after the expulsion of the Jews from England in 1290. The Hall symbolises a world from which Jews were systematically excluded in medieval times.</p><p>  Jews in medieval London were barred from joining the trade guilds that governed economic life and which developed into the livery companies that are a key part of the organisational structure of the City of London today. That meant they couldn’t legally be silversmiths, tailors, masons or goldsmiths.</p><p>  After the expulsion, the cemetery—like other Jewish properties—reverted to the Crown. The Crown treated these lands as escheated, and they could be granted, sold, or leased at royal discretion. The cemetery first came into the possession of the Dean of St Paul’s Cathedral.</p><h5>Acquisition by the Goldsmiths’ Company</h5><p>  In 1339, the land of the Jewish cemetery was granted to the Worshipful Company of Goldsmiths by King Edward III. This is recorded in the <em>Calendar of Patent Rolls</em>, where the grant describes the land as a former “Jews’ burying ground without the wall of London.” The grant gave the Goldsmiths ownership and use of the land.</p><p>  <strong>Source:</strong> <em>Calendar of Patent Rolls, Edward III, 1339</em> (Public Record Office, UK)</p><p>  This grant illustrates how the land once sacred to the Jewish community was repurposed without preservation or respect for its religious significance, a reflection of medieval attitudes following the expulsion. It is also notable that the Jewish dead were not reinterred, and the land was not maintained as a burial ground.</p><h5>Use and Transformation of the Site</h5><p>  Over time, the former cemetery land was incorporated into Goldsmiths’ Company holdings. The area gradually became urbanised and, by the 16th and 17th centuries, was developed with buildings, workshops, and gardens. Eventually, the site became part of what is now known as the Barbican Estate, especially following the destruction and redevelopment caused by the Blitz in World War II.</p><p>  No visible trace of the cemetery survives today, but scholarly research and historic maps (such as those by Ogilby and Morgan, 1676) consistently mark the area as the former Jewish burial ground. The Museum of London Archaeology (MOLA) and scholars like Dr. Tzvia Erlich and Joe Hillaby have helped recover knowledge of its location and significance.</p><h5>Legacy and Contemporary Significance</h5><p>  The transfer of the cemetery land to the Goldsmiths’ Company is a striking example of the erasure of medieval Jewish heritage in England. Today, efforts by <a href='https://thejewishsquaremile.org'>TheJewishSquareMile.org</a> and others are being made—through research, education, and public engagement—to recover and honour the memory of this sacred site. These initiatives aim to restore historical awareness of the cemetery and its community.</p><h5>Sources and Further Reading:</h5><ul>  <li><em>Calendar of Patent Rolls, Edward III (1339)</em>: Grant of the Jews’ cemetery to the Goldsmiths’ Company</li>  <li>Joe Hillaby, <em>The London Jewry: William I to John</em>, in <em>The Jews in Medieval Britain</em> (Boydell, 1992)</li>  <li>Tzvia Erlich, <em>The Medieval Jewish Cemetery in London</em> (Bar-Ilan University, unpublished thesis)</li>  <li>Museum of London Archaeology (MOLA) Historic Environment Record</li>  <li>Victoria County History of London</li>  <li>Christiane Wilke, “Cemeteries and the Legal Afterlife of Expelled Jews in England,” in <em>Law and Memory</em> (Routledge, 2020)</li>  <li><a href='https://thegoldsmiths.co.uk'>The Worshipful Company of Goldsmiths</a></li></ul><p>  <strong>Additional Sources:</strong> Cecil Roth, <em>A History of the Jews in England</em>; Richard Huscroft, <em>Expulsion</em>; Worshipful Company of Goldsmiths archives</p>"
                },
                "media":{
                    "url":"img/goldsmiths_hall.JPG",
                    "caption":"Goldsmiths' Hall - The site of the former Jewish cemetery, granted to the Goldsmiths’ Company in 1339",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.514764,
                    "lon":-0.0938202
                },
                "text":{
                    "headline":"1-6 Milk Street – The Mikveh (Jewish Ritual Bath)",
                    "text":"<p>At 1–6 Milk Street, close to the corner with Gresham Street, stood a mikveh — a Jewish ritual bath used for purification. Although the structure is no longer visible, historical records from the 13th century confirm its presence. Mikva’ot (plural) were essential for religious life, especially for women, conversions, and ritual purification.</p><p>  This mikveh would have served the surrounding Jewish community and was likely maintained with great care, fed by natural water and built to strict religious specifications. The street name \"Milk Street\" is thought by some to derive from the Hebrew <em>melech</em>, meaning king, though this remains speculative (the street that runs parallel with Milk Street is Bread Street). Standing at the junction today, you won’t see the mikveh, but you’re at the heart of the area where Jewish Londoners once lived, worshipped, and upheld their traditions.</p><p>  <strong>Sources:</strong> Calendar of the Plea Rolls of the Exchequer of the Jews; Paul Brand, <em>The Jewish Community in London</em>; Historic England, Gresham Street excavations</p>"
                },
                "media":{
                    "url":"img/milk_street.JPG",
                    "caption":"Milk Street - once home to a 13th-century Jewish ritual bath near the heart of the medieval Jewish quarter.",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5154354,
                    "lon":-0.0920421
                },
                "text":{
                    "headline":"Guildhall Yard – Power Centre with Jewish Stories",
                    "text":"<p>Guildhall Yard has long been the civic heart of the City. It was the location of the city's Roman amphitheatre, discovered in 1988, which was used for public events, animal fights, public executions, and gladiatorial combat.</p><p>  Right next to Guildhall Yard stands St Lawrence Jewry, a Wren church built after the Great Fire, but on a site that had long-standing connections with London’s medieval Jewish quarter. In the 12th and 13th centuries, this was the heart of the Jewish community, surrounded by homes, shops, and possibly even a yeshiva (Jewish religious school).</p><p>  This location also brushes against the story of Rodrigo Lopez, a Portuguese Jewish doctor accused in 1594 of plotting to poison Queen Elizabeth I. His trial in camera at Guildhall and brutal execution at Tyburn inspired Shakespeare's <em>Merchant of Venice</em>. Though centuries apart, both the medieval and Elizabethan Jewish stories share this site. Guildhall remains a crossroads of law, culture, and memory.</p><p>  <strong>Sources:</strong> Cecil Roth, <em>A History of the Marranos</em>; Lisa Jardine, <em>Reading Shakespeare Historically</em>; City of London Archives</p>"
                },
                "media":{
                    "url":"img/guildhall_yard.JPG",
                    "caption":"Guildhall Yard - Roman amphitheatre and site of medieval Jewish life; later, the trial of Rodrigo Lopez.",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.515715,
                    "lon":-0.0917903
                },
                "text":{
                    "headline":"Corner of Guildhall Art Gallery – Whittington and His Jewish Doctor",
                    "text":"<p>A statue of Dick Whittington stands on the corner near the Guildhall Art Gallery. Famous for becoming Lord Mayor of London four times, and a character who has great prominence in English folklore, Whittington is less known for his wife having been treated by a Jewish doctor, Thomas Sampson from Mierbeawe — one of the rare Jews allowed into England during the period of expulsion (1290–1655).</p><p>  Jews were officially banned from England, but the Crown sometimes granted temporary licences to individual Jews, usually doctors, because of their skill. These royal dispensations remind us that even in periods of exclusion, Jewish life in England never fully vanished. The story of Whittington’s physician is a rare window into the continued, if restricted, presence of Jews in late medieval and early Tudor England.</p><p>  <strong>Sources:</strong> Cecil Roth, <em>Jews in Elizabethan England</em>; Hannele Klemettilä, <em>Epitomes of Evil</em>; City of London statuary records</p>"
                },
                "media":{
                    "url":"img/guildhall_art_gallery.JPG",
                    "caption":"Guildhall Art Gallery commemorates the Lord Mayor treated by a Jewish doctor during the period of Jewish expulsion",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5142961,
                    "lon":-0.0907512
                },
                "text":{
                    "headline":"Great Synagogue Plaque – Old Jewry",
                    "text":"<p>A small plaque in Old Jewry marks the site of London’s Great Synagogue in the Middle Ages. This was not the later 18th-century Great Synagogue of Duke's Place, but its medieval predecessor, the most important synagogue in Norman and Plantagenet England. In the 12th and 13th centuries, Jewry (later becoming called Old Jewry after the expulsion of the Jews) was a vibrant hub of Jewish life, containing not only the synagogue, but also homes, businesses, and communal buildings.</p><p>  Though nothing remains above ground, the name \"Old Jewry\" has endured for more than 700 years. It is one of the last remaining linguistic traces of a community that shaped this part of London. The synagogue was closed and repurposed after the 1290 expulsion, but its memory lives on in stone, story, and street name.</p><p>  <strong>Sources:</strong> Jewish Historical Society of England; British History Online; Calendar of the Plea Rolls of the Exchequer of the Jews</p>"
                },
                "media":{
                    "url":"img/great_synagogue_plaque.JPG",
                    "caption":"The street named for London’s medieval Jewish quarter, once home to the Great Synagogue",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5140898,
                    "lon":-0.0914237
                },
                "text":{
                    "headline":"Benjamin Disraeli Plaque - 6 Fredrick's Place",
                    "text":"<p style='text-align: center;'>'I am prepared for the worst, but hope for the best'</p><p>Benjamin Disraeli commenced his legal apprenticeship in November 1821, with the firm of solicitors Swain, Stevens, Maples, Pearse, and Hunt (this needs checking as there are so many other names being thrown up) located at 6 Frederick’s Place, Old Jewry, London.</p><p>Born in 1804 into a Jewish family he was baptised an Anglican when he was 12 years old. A British statesman, he served twice as Prime Minister. He was a key figure in laying the foundation of the modern Conservative Party. His political career was marked by his rivalry with Liberal leader William Gladstone and vice versa. A prolific writer, in his novel <em>Sybil</em> he wrote ‘The City of London, a modern Babylon - a nation not of citizens but of counters’.</p><p>According to historian Robert Blake, ‘Disraeli advocated for social reforms to bridge the gap between the rich and the poor, emphasising the responsibility of the aristocracy to address the needs of the working class’. It’s suggested that this idea developed into ‘One Nation Conservatism.’ His minority government introduced the Reform Act in 1867, which gave a large number of working men, landowners of small holding, and tenants with small amounts of land the right to vote. His assumption was that they would automatically vote Conservative by way of thanks.</p><p>He was made Earl of Beaconsfield in 1876 by Queen Victoria, with whom he had a close friendship. She described him as ‘full of poetry, wit, and pathos’.</p><p>After his death, Dizzy gained a cult following through the activities of the Primrose League, named for what was considered to be his favourite flower and chosen by Queen Victoria for his wreath, although there is ample evidence it was not. At its height, it had more than 2 million members. The annual commemoration of his death on 19th April 1881 frequently included visiting his grave in a church close to his country house, Hughenden Manor.</p>"
                },
                "media":{
                    "url":"img/benjamin_disraeli_plaque.JPG",
                    "caption":"The plaque Marks the early legal career of Britain’s first Jewish-born Prime Minister; a symbol of ambition, exclusion, and transformation",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "location":{
                    "lat":51.5187013,
                    "lon":-0.0938786
                },
                "text":{
                    "headline":"St Giles Cripplegate – Cromwell, Milton, and the Jews",
                    "text":"<p>This medieval church, now set within the modern Barbican complex, holds many layers of history. Oliver Cromwell was married here in 1620. Over two decades later, as Lord Protector, he acquiesced in the unofficial readmission of Jews to England. Cromwell was influenced by both political pragmatism and the religious tolerance advocated by men like the poet John Milton, who lived nearby and is buried in the church.</p><p>  Milton argued for liberty of conscience and the inclusion of Jews within a tolerant Christian society. The readmission of Jews in 1656 marked the end of over 350 years of exclusion and the beginning of a new Jewish story in England. Standing in the church today, one can feel the currents of reform, return, and religious change that swirled here in the 17th century. Milton had a house on what was then known as Jews’ Garden, the site of the medieval Jewish cemetery.</p><p>  <strong>Sources:</strong> David Katz, <em>Philo-Semitism and the Readmission of the Jews to England</em>; ODNB entries on Cromwell and Milton; St Giles Cripplegate archives.</p>"
                },
                "media":{
                    "url":"img/st_giles_cripplegate.JPG",
                    "caption":"Church where Cromwell married; near the site of Jewish re-admission and Milton’s home",
                    "credit":"Howard Morris"

                }
            },
            {
                "type":"slide",
                "text":{
                    "headline":"Credits",
                    "text":"<p><strong>Web Development<br /></strong><a href='https://www.linkedin.com/in/jonathan-gat/' target='_blank'>Jonathan Gat</a></p><p><strong>Logo &amp; Graphics<br /></strong><a href='https://www.linkedin.com/in/jan-marc-petroschka-ab3a51b5/' target='_blank'>JM Petroschka</a><p><strong>Photography</strong><br /><a href='https://www.linkedin.com/in/howard-p-morris/' target='_blank'>Howard Morris<a/></p></p><p>&copy; <a href='https://www.thejewishsquaremile.org/' target='_blank'>The Jewish Square Mile</a> 2025</p>"
                }
            }

        ]

    }
}